import type {RoutesType} from "../types";

export const allRoutes: RoutesType[] = [
   {
      id: 1,
      route: "Маршрут 1",
      point1: [59.84660399, 30.29496392],
      point2: [59.82934196, 30.42423701],
      point3: [59.83567701, 30.38064206]
   },
   {
      id: 2,
      route: "Маршрут 2",
      point1: [59.82934196, 30.42423701],
      point2: [59.82761295, 30.41705607],
      point3: [59.84660399, 30.29496392]
   },
   {
      id: 3,
      route: "Маршрут 3",
      point1: [59.83567701, 30.38064206],
      point2: [59.84660399, 30.29496392],
      point3: [59.82761295, 30.41705607]
   }
];
